// General
"ADD" = "Lisää";
"OK" = "OK";
"CANCEL" = "Kumoa";
"Space" = "Space";
"SPACES" = "Spaces";
"OPTIONS" = "Valinnat…";
"CONTINUE" = "Jatka";
"SEARCHING" = "Etsitään…";
"CONNECTING" = "Yhdistetään…";

// Trackpad tab
"2NDCLICK_TAPPING" = "Tee toissijaisia osoituksia sijoittamalla kaksi sormea ohjauslevylle ja painamalla painiketta";
"2NDCLICK_CLICKING" = "Tee toissijainen osoitus napauttamalla ohjauslevyä kahdella sormella";

// Keyboard tab
"FN_FLIPPER_TITLE" = "Käytä F-näppäimiä normaaleina toimintonäppäiminä";
"FN_FLIPPER_NOTE" = "Kun valinta on valittuna, voit käyttää näppäimien erikoistoimintoja painamalla ensin Fn-näppäintä.";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "Käyttäjän kohteita";
"USER_ITEMS_DESC" = "Avaa kohteen %@";
"ONOFF_TOOLTIP" = "Kytke luettelon oikotie päälle valitsemalla";
"RESTORE_DEFAULTS_TITLE" = "Haluatko varmasti palauttaa kaikkien oikoteiden oletusarvot?";
"RESTORE_DEFAULTS_DESCR" = "Toimintoa ei voida perua.";

// Combobox entries
"MODIFER_OPTION" = "⌥ Optio";
"MODIFER_CONTROL" = "⌃ Ctrl";
"MODIFER_COMMAND" = "⌘ Komento";

// BT related
"D_SECS" = "%d sekuntia";
"NEVER" = "Ei koskaan";

"MOUSE" = "Hiiri";
"KEYBOARD" = "Näppäimistö";
"UNKNOWN" = "Tuntematon";

"NEW_APPLICATION_ITEM" = "<nimetön valikkokohde>";

"APP_IS_NOT_COMPATIBLE" = "Et voi lisätä näppäinoikotietä ohjelmalle %@.";

"MOUSEBUTTON_OPEN" = "Avaa ”%@”";


// Gestures
"ONEFINGER" = "Yksi sormi";
"TAP_TO_CLICK_GESTURE" = "Napsauta napauttamalla";
"DRAGGING_GESTURE" = "Vetäminen";
"DRAGLOCK_GESTURE" = "Vetolukitus";
"TWOFINGER" = "Kaksi sormea";
"TWOFINGER_SECONDARYCLICK" = "Toissijainen osoitus";
"THREEFINGER" = "Kolme sormea";
"FOURFINGER" = "Neljä sormea";
"SECONDARYCLICK_GESTURE" = "Toissijainen napsautus";
"SECONDARYCLICK_GESTURE_TAP" = "Toissijainen napautus";
"PRESS_SPECIFIC" = "Toissijainen osoitus";
"PRESS_ANYWHER" = "Paina mitä tahansa kohtaa kahdella sormella";
"SCREENZOOMGESTURE" = "Näytön zoomaus";
"PINCH_GESTURE" = "Avaa ja sulje nipistämällä";
"ROTATE_GESTURE" = "Pyöritä";
"3FINGER_SWIPE_GESTURE" = "Selaa pyyhkäisemällä";
"2FINGER_SCROLL_GESTURE" = "Vieritä";
"4FINGER_UPDOWN_GESTURE_NAME" = "Exposé: pyyhkäisy ylös/alas";
"4FINGER_UPDOWN_GESTURE_NAVIGATE" = "Selaa pyyhkäisemällä ylös/alas";
"4FINGER_SWIPE_GESTURE_NAME" = "Ohjelmanvaihto: vasen/oikea pyyhkäisy";
"4FINGER_SWIPE_GESTURE_NAVIGATE" = "Selaa pyyhkäisemällä vasemmalle/oikealle";

"BOTTOM_RIGHT_CORNER" = "oikea alakulma";
"BOTTOM_LEFT_CORNER" = "vasen alakulma";

"WITH_MOMENTUM" = "sykäyksittäin";
"WITHOUT_MOMENTUM" = "perinteisesti";
//
"THREE_FINGER_DRAGGING" = "Vetäminen";
"SWIPE_TO_NAVIGATE" = "Selaa pyyhkäisemällä";

//
"GESTURE_SWITCH_APP" = "vaihtaaksesi ohjelmien välillä";
"GESTURE_NAVIGATE" = "selataksesi";
"GESTURE_EXPOSE" = "Exposé:";


// Gesture notes
"AX_TapToClick" = "Osoita napauttamalla yhdellä sormella ohjauslevyä.";
"AX_Dragging" = "Vedä napauttamalla ohjauslevyä ja laittamalla sormesi välittömästi ohjauslevylle ja liikuttamalla sormea. Lopeta vetäminen nostamalla sormi pois ohjauslevyltä.";
"AX_DragLock" = "Vedä napauttamalla ohjauslevyä ja laittamalla sormesi ohjauslevylle ja liikuttamalla sormea. Lopeta vetäminen napauttamalla uudelleen.";
"AX_SecondaryClick" = "Avaa kohteen oikotievalikko laittamalla kaksi sormea ohjauslevylle ja osoittamalla ohjauslevyn painikeella. Jos ”Osoita napauttamalla” on valittu, napauta ohjauslevyä kahdella sormella.";
"AX_Scroll" = "Vieritä aktiivisen ikkunan sisältöä läpi laittamalla kaksi sormea ohjauslevylle ja liikuttamalla sormia ylös, alas tai sivusuunnassa.";
"AX_ScreenZoom" = "Suurenna tai pienennä näytön kuvaa pitämällä Ctrl-näppäintä painettuna ja liikuttamalla kahta sormea ylös tai alas ohjauslevyllä. Vaihda muuntonäppäin osoittamalla Valinnat.";
"AX_Pinch" = "Zoomaa valokuvia ja muita kohteita liu'uttamalla sormea ja peukaloa yhteen tai erilleen ohjauslevyllä.";
"AX_Rotate" = "Pyöritä kuvia ja muita kohteita näytöllä pyörittämällä kahta sormea vasemmalle tai oikealle ohjauslevyllä.";
"AX_Swipe" = "Siirry edelliseen tai seuraavaan kohteeseen liu'uttamalla nopeasti kolmea sormea vasemmalle tai oikealle ohjauslevyn poikki.";
"AX_4F_Swipe_EXPOSE" = "Käytä Exposéa liu'uttamalla neljää sormea ohjauslevyllä ylös tai alas.";
"AX_4F_Swipe_APPS" = "Vaihda avoinna olevien ohjelmien välillä liu'uttamalla neljää sormea oikealle tai vasemmalle ohjauslevyn poikki.";


//
"TOP_LABEL_BT_OFF_HEADER" = "Kytke Bluetooth päälle.";
"TOP_LABEL_BT_HEADER" = "Odota, että Bluetooth-ohjauslevy löydetään.";
"MID_LABEL_NO_TRACKPAD" = "Ohjauslevyä ei löytynyt";
"MID_LABEL_1_TRACKPAD" = "Löytyi 1 ohjauslevy";
"MID_LABEL_TRACKPAD_FOUND" = "Löytyi ”%@”";
"TURN_BT_ON" = "Kytke Bluetooth päälle";
